{
  "20250706_5341f858_Calendarioacademico2025.pdf": {
    "original_name": "Calendarioacademico2025.pdf",
    "summary": "Resumo:\n\nO documento é a Resolução Nº 3.545 - CONSEPE, que aprova o Calendário Acadêmico para o ano letivo de 2025 da Universidade Federal do Maranhão (UFMA). O propósito principal é estabelecer as datas e prazos para as atividades acadêmicas, incluindo a matrícula, inscrição em componentes curriculares, entrega de trabalhos e defesa de dissertações.\n\nOs principais pontos abordados incluem a definição de feriados e pontos facultativos, procedimentos de fluxo contínuo e por edital, regras para a inscrição em atividades acadêmicas específicas, solicitações de readmissão de curso, trancamento e cancelamento de inscrições, entre outros. Além disso, o documento estabelece prazos para a entrega de relatórios de estágio e atividades complementares, avaliação do docente e registro de matrícula em estágio e monografia.\n\nEste documento afeta estudantes, professores e funcionários da UFMA, pois estabelece as regras e prazos para as atividades acadêmicas e administrativas. É importante para que todos os envolvidos na vida acadêmica da universidade tenham conhecimento das datas e prazos estabelecidos.\n\nInformações práticas importantes incluem a inscrição online em componentes curriculares, a solicitação de inscrição em atividades acadêmicas específicas, a entrega de trabalhos e defesa de dissertações, e a avaliação do docente. Além disso, o documento fornece prazos para a entrega de relatórios e a registro de matrícula em estágio e monografia.",
    "upload_date": "2025-07-06T23:42:14.249780",
    "file_size": 1570741
  },
  "20250706_f8b10a7e_Resolução nº 313-CONSAD.pdf": {
    "original_name": "Resolução nº 313-CONSAD.pdf",
    "summary": "Resumo:\n\nO documento é uma Resolução nº 313-CONSAD, emitida pela Universidade Federal do Maranhão (UFMA), que regulamenta os procedimentos do processo de avaliação de desempenho acadêmico da Carreira de Magistério Superior na UFMA.\n\nOs principais pontos abordados incluem a estrutura da carreira de Magistério Superior, com classes e níveis, e as regras para progressão e promoção dos professores. A progressão ocorre mediante a aprovação em avaliação de desempenho acadêmico e cumprimento do interstício de 24 meses em cada nível, enquanto a promoção ocorre mediante a aprovação em avaliação de desempenho acadêmico e cumprimento do interstício mínimo de 24 meses no último nível da classe anterior.\n\nEste documento afeta os professores da Carreira de Magistério Superior da UFMA, que devem seguir as regras estabelecidas para progressão e promoção. Além disso, os professores em gozo de licença para tratamento de saúde, licença gestante ou adotante, licença capacitação, afastamento para cursar programas de pós-graduação stricto sensu ou estágio pós-doutoral ou assumir cargos administrativos têm direito à proporcionalização do número de pontos exigidos no Eixo de Trabalho relativo ao Ensino, para progressão ou promoção na carreira.\n\nInformações práticas importantes incluem a necessidade de cumprimento do interstício de 24 meses em cada nível para progressão e promoção, e a importância de aprovação em avaliação de desempenho acadêmico para ambos os processos. Além disso, os professores devem considerar as regras estabelecidas para descontos nos dias correspondentes, como faltas não justificadas, suspensão disciplinar e licenças para tratamento de saúde.",
    "upload_date": "2025-07-06T23:57:11.776057",
    "file_size": 1095117
  },
  "20250706_47c65e97_RESOLUÇÃO Nº 2.807-CONSEPE.pdf": {
    "original_name": "RESOLUÇÃO Nº 2.807-CONSEPE.pdf",
    "summary": "Resumo:\n\nO documento é uma Resolução Nº 2.807-CONSEPE, emitida em 11 de janeiro de 2023, que estabelece normas para regulamentação de Núcleos de Pesquisa e Inovação no âmbito da Universidade Federal do Maranhão (UFMA). O propósito principal é regular a criação, funcionamento e credenciamento desses núcleos, que são definidos como reuniões de pesquisadores em torno de um grande tema e que desenvolvem estudos, pesquisas e projetos que contribuem para o avanço da ciência e da inovação tecnológica.\n\nOs principais pontos abordados incluem a definição de Núcleos de Pesquisa e Inovação, os objetivos e estruturas mínimas necessárias, a proposta de criação e credenciamento, a avaliação técnica e o encaminhamento da proposta, e a competência da Diretoria de Pesquisa e Inovação Tecnológica (DPIT/AGEUFMA) em enviar a proposta à Câmara de Pesquisa e Inovação para apreciação.\n\nEste documento afeta principalmente professores, pesquisadores e estudantes da UFMA, que devem seguir as normas e regras estabelecidas para a criação e funcionamento dos Núcleos de Pesquisa e Inovação. Informações práticas importantes incluem a necessidade de apresentar documentações específicas para a proposta de criação de um Núcleo, a avaliação técnica e o encaminhamento da proposta, e a competência da DPIT/AGEUFMA em enviar a proposta à Câmara de Pesquisa e Inovação para apreciação.",
    "upload_date": "2025-07-06T23:57:54.027108",
    "file_size": 440389
  },
  "20250706_3d1711f6_Regimento Geral - RESOLUÇÃO Nº 416-CONSUN.pdf": {
    "original_name": "Regimento Geral - RESOLUÇÃO Nº 416-CONSUN.pdf",
    "summary": "Resumo:\n\nO documento é uma Resolução nº 416-CONSUN, publicada em 09 de maio de 2022, que atualiza o Regimento Geral da Universidade Federal do Maranhão. O objetivo principal é estabelecer as regras e normas que regulamentam as atividades da universidade, incluindo a gestão dos cursos, programas e projetos, bem como a estrutura organizacional e a gestão do pessoal docente e técnico-administrativo.\n\nOs principais pontos abordados incluem a estrutura organizacional da universidade, os princípios e finalidades da instituição, as atribuições da universidade, os órgãos deliberativos e a composição do Conselho Diretor. Além disso, o documento estabelece regras para a criação, organização e extinção de cursos e programas, a fixação de currículos, a estabelecimento de planos e projetos de extensão, pesquisa e produção artística e cultural.\n\nEste documento afeta todos os membros da comunidade universitária, incluindo estudantes, professores, técnicos-administrativos e outros funcionários. É importante para que todos os membros da comunidade estejam familiarizados com as regras e normas estabelecidas pelo Regimento Geral, para garantir a eficácia e a eficiência da gestão da universidade.\n\nInformações práticas importantes incluem a necessidade de encaminhar os regimentos internos dos Conselhos Superiores, Órgãos da Administração Superior e Órgãos Acadêmicos à Pró-Reitoria responsável pelos atos de planejamento e organização administrativa, e a necessidade de fixar e administrar o quadro de pessoal docente e técnico-administrativo em educação.",
    "upload_date": "2025-07-06T23:59:03.220456",
    "file_size": 7159658
  },
  "20250707_39b7c884_RESOLUÇÃO Nº 1892-CONSEPE.pdf": {
    "original_name": "RESOLUÇÃO Nº 1892-CONSEPE.pdf",
    "summary": "Resumo:\n\nO documento é a Resolução Nº 1892-CONSEPE, emitida pela Universidade Federal do Maranhão (UFMA), que aprova as Normas Regulamentadoras dos Cursos de Graduação da UFMA. O propósito principal é regularizar e harmonizar as normas e procedimentos para os cursos de graduação da UFMA.\n\nOs principais pontos abordados incluem a definição de cursos de graduação, a finalidade da licenciatura e bacharelado, a criação de cursos de graduação, a elaboração de um Projeto Pedagógico e a apresentação obrigatória de informações no Projeto Pedagógico. Além disso, a resolução também estabelece regras para a transferência ex officio, a oferta de componentes curriculares na modalidade semipresencial e a avaliação de desempenho para fins de progressão e promoção dos servidores.\n\nEste documento afeta diretamente os estudantes, professores e funcionários da UFMA, pois estabelece as normas e procedimentos para a oferta e realização dos cursos de graduação. Além disso, a resolução também influencia a gestão e o planejamento da UFMA, pois estabelece diretrizes para a criação e desenvolvimento dos cursos de graduação.\n\nInformações práticas importantes incluem a necessidade de elaboração de um Projeto Pedagógico para a criação de cursos de graduação, a apresentação obrigatória de informações no Projeto Pedagógico e a avaliação de desempenho para fins de progressão e promoção dos servidores.",
    "upload_date": "2025-07-07T00:00:35.336995",
    "file_size": 800530
  }
}