{
  "20250706_e4e0d22c_20250626_0be5e830.pdf": {
    "original_name": "20250626_0be5e830.pdf",
    "summary": "Resumo:\n\nO documento é a Resolução Nº 3.545, emitida pelo Conselho de Ensino, Pesquisa, Extensão e Inovação (CONSEPE) da Universidade Federal do Maranhão (UFMA), que aprova o Calendário Acadêmico para o ano letivo de 2025.\n\nOs principais pontos abordados incluem o calendário acadêmico, incluindo feriados e pontos facultativos, solenidades, procedimentos de fluxo contínuo e por edital, graduação, procedimentos e prazos, e informações sobre inscrições, ajustes e avaliações. Além disso, o documento estabelece regras para a matrícula, trancamento e cancelamento de cursos, solicitações de readmissão e aproveitamento de estudos, entre outras.\n\nEste documento afeta estudantes, professores e funcionários da UFMA, pois estabelece as regras e prazos para o ano letivo de 2025. É importante para que todos os envolvidos no processo acadêmico tenham conhecimento dessas informações para planejar e organizar suas atividades.\n\nInformações práticas importantes incluem a data de início do período letivo, datas de inscrição e ajuste de inscrições, prazos para entrega de trabalhos e relatórios, e datas para avaliações e solenidades. Além disso, o documento fornece informações sobre como solicitar readmissão, aproveitamento de estudos e mobilidade acadêmica, entre outras.",
    "upload_date": "2025-07-06T17:34:23.622818",
    "file_size": 1570741
  },
  "20250706_b7f6926b_20250626_8aef698c.pdf": {
    "original_name": "20250626_8aef698c.pdf",
    "summary": "Resumo:\n\nO documento é uma Resolução nº 2.807-CONSEPE, emitida em 11 de janeiro de 2023, que estabelece normas para a regulamentação de Núcleos de Pesquisa e Inovação na Universidade Federal do Maranhão (UFMA). O propósito principal é regular a criação, funcionamento e credenciamento desses Núcleos, garantindo a qualidade e a eficácia das atividades de pesquisa e inovação desenvolvidas na instituição.\n\nOs principais pontos abordados incluem a definição de Núcleos de Pesquisa e Inovação, os objetivos e competências mínimas, a proposta de criação e credenciamento, a estrutura organizacional mínima e as competências mínimas. Além disso, a resolução estabelece regras para a participação de pesquisadores externos, a formação de Núcleos com apenas um Grupo de Pesquisa certificado pelo CNPq e a avaliação técnica e encaminhamento das propostas.\n\nEste documento afeta estudantes, professores e pesquisadores da UFMA, bem como servidores técnico-administrativos e discentes bolsistas, voluntários e estagiários. É importante para quem precisa criar ou participar de Núcleos de Pesquisa e Inovação na UFMA, pois estabelece as normas e procedimentos a serem seguidos.\n\nInformações práticas importantes incluem a necessidade de enviar a proposta de criação do Núcleo diretamente à Diretoria de Pesquisa e Inovação Tecnológica (DPIT/AGEUFMA), via Sistema Eletrônico de Informações (SEI), e a competência da DPIT/AGEUFMA para avaliar técnica e encaminhar a proposta à Unidade Acadêmica do líder da proposta de criação.",
    "upload_date": "2025-07-06T17:34:38.710236",
    "file_size": 440389
  },
  "20250706_c0ec32c3_20250626_aebe210f.pdf": {
    "original_name": "20250626_aebe210f.pdf",
    "summary": "Resumo:\n\nO documento é uma Resolução nº 416-CONSUN, de 09 de maio de 2022, da Universidade Federal do Maranhão, que atualiza o Regimento Geral da instituição.\n\nA resolução aborda principais pontos, como a estrutura organizacional da universidade, os princípios e finalidades da instituição, as atribuições da universidade, os órgãos deliberativos e a composição do Conselho Diretor. Além disso, estabelece regras para a criação, organização e extinção de cursos e programas, a fixação de currículos, a estabelecimento de planos e projetos de extensão, pesquisa e produção artística e cultural, entre outros.\n\nEste documento afeta estudantes, professores, técnicos-administrativos e outros membros da comunidade universitária. É importante para que todos os envolvidos na vida acadêmica da Universidade Federal do Maranhão tenham conhecimento das regras e procedimentos estabelecidos pela instituição.\n\nInformações práticas importantes incluem a necessidade de encaminhamento de regimentos internos para os Conselhos Superiores, Órgãos da Administração Superior e Órgãos Acadêmicos, além da necessidade de aprovação de planos, programas e projetos de investimentos referentes a obras, serviços e aquisições em geral.",
    "upload_date": "2025-07-06T17:35:40.527548",
    "file_size": 7159658
  },
  "20250706_0642f85b_20250626_d05a82ff.pdf": {
    "original_name": "20250626_d05a82ff.pdf",
    "summary": "Resumo:\n\nO documento é uma Resolução nº 313-CONSAD, emitida pela Universidade Federal do Maranhão (UFMA), que regulamenta os procedimentos do processo de avaliação de desempenho acadêmico da Carreira de Magistério Superior.\n\nA resolução estabelece regras para a progressão e promoção dos professores da Carreira de Magistério Superior, incluindo a necessidade de cumprimento do interstício de 24 meses de efetivo exercício em cada nível e aprovação em avaliação de desempenho acadêmico. Além disso, estabelece critérios para a promoção acelerada e a contagem do interstício para fins de promoção e progressão.\n\nEste documento afeta os professores da Carreira de Magistério Superior da UFMA, que precisam cumprir com as regras estabelecidas para avançar em sua carreira. É importante que os professores sejam familiarizados com as regras e critérios estabelecidos para garantir sua progressão e promoção.\n\nInformações práticas importantes:\n\n* A resolução entra em vigor na data de sua publicação.\n* A progressão na Carreira de Magistério Superior observará cumulativamente o cumprimento do interstício de 24 meses de efetivo exercício em cada nível e aprovação em avaliação de desempenho acadêmico.\n* A promoção acelerada dos docentes aprovados em estágio probatório ocorrerá de qualquer nível da Classe A para o subsequente.",
    "upload_date": "2025-07-06T17:36:26.934283",
    "file_size": 1095117
  },
  "20250706_f7b56c27_20250626_f2e51263.pdf": {
    "original_name": "20250626_f2e51263.pdf",
    "summary": "Resumo:\n\nO documento é uma Resolução da Universidade Federal do Maranhão (UFMA), número 1892-CONSEPE, de 28 de junho de 2019, que aprova as Normas Regulamentadoras dos Cursos de Graduação da UFMA. O propósito principal é regulamentar os cursos de graduação da universidade, estabelecendo diretrizes e regras para a sua oferta e funcionamento.\n\nAs principais regras e decisões abordadas incluem a definição de cursos de graduação, a finalidade da licenciatura e bacharelado, a criação de cursos de graduação, a elaboração de Projetos Pedagógicos e a apresentação de informações obrigatórias no Projeto Pedagógico. Além disso, a resolução estabelece diretrizes para a oferta de percentual de componente curricular na modalidade semipresencial e regulamenta a transferência ex officio.\n\nEste documento é relevante para estudantes, professores e funcionários da UFMA, pois estabelece as diretrizes e regras para a oferta e funcionamento dos cursos de graduação da universidade. As informações práticas importantes incluem a necessidade de elaboração de Projetos Pedagógicos para a criação de cursos de graduação e a apresentação de informações obrigatórias no Projeto Pedagógico.",
    "upload_date": "2025-07-06T17:37:16.850228",
    "file_size": 800530
  }
}